XML/Public/GETELEDRAFTIMAGEFORURL-PBQB01/request_pre/2022年3月1日/body_GETELEDRAFTIMAGEFORURL-PBQB01_request_pre_20220301203719.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:out="http://outsystem.ats.com.cn">
   <soapenv:Header/>
   <soapenv:Body>
      <out:outSystemWS>
         <out:in0><![CDATA[<MBS>
   <pub>
     <SRCOUTSYSTEMCODE>NC</SRCOUTSYSTEMCODE>
     <SRCBATCHNO>sandy20190314</SRCBATCHNO>
     <TRANSCODE>PBQB01</TRANSCODE>
     <TRANSDATETIME>2019-03-14 08:20:10</TRANSDATETIME>
     <MD5>158cfd893b0598f078f7efa4e6b11696</MD5>
    </pub>
    <req>
    <head>
    <COMMANDCODE>GETELEDRAFTIMAGEFORURL</COMMANDCODE>
          <PAGEINDEX>1</PAGEINDEX>
    <PAGESIZE>100</PAGESIZE>
    </head>
       <searchconditions>
       <DRAFTCODE>000020200330051613713100001677</DRAFTCODE>
    <FUNDTRADENOTECODE>ZJFK_001000_202003_00001008</FUNDTRADENOTECODE>
    <FINVOUCHERCODE>凭证号123</FINVOUCHERCODE>
    </searchconditions>
    </req>
  </MBS> ]]></out:in0>
      </out:outSystemWS>
   </soapenv:Body>
</soapenv:Envelope>